// ownCloud

"_bad_username_password_"               = "Nama pengguna atau sandi salah";
"_cancelled_by_user"                    = "Pemindahan dibatalkan";
"_error_folder_destiny_is_the_same_"    = "Tidak mungkin untuk memindahkan folder kedalam folder itu sendiri";
"_error_not_permission_"                = "Anda tidak memiliki akses untuk menyelesaikan operasi";
"_error_path_"                          = "Tidak dapat membuka berkas atau folder. Mohon periksa apakah berkas ada";
"_file_upload_not_exitst_"              = "Berkas yang ingin diunggah tidak ada";
"_forbidden_characters_from_server_"    = "Nama berkas berisi setidaknya satu karakter yang tidak sah";
"_not_connected_internet_"              = "Terjadi kesalahan koneksi";
"_not_possible_connect_to_server_"      = "Saat ini tidak bisa terhubung ke server";
"_not_possible_create_folder_"          = "Folder tidak dapat dibuat";
"_server_down_"                         = "Server tidak dapat dicapai";
"_time_out_"                            = "Timeout, coba lagi";
"_unknow_response_server_"              = "Respon tidak terduga dari server";
"_user_autentication_required_"         = "Diperlukan otentikasi pengguna";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";
"_internal_server_"                     = "Internal Server Error";

"_file_already_exists_"                 = "Tidak dapat menyelesaikan operasi, ada berkas dengan nama sama";
"_file_folder_not_exists_"              = "Berkas sumber tidak ditemukan dalam path";
"_folder_contents_nochanged_"           = "Isi folder tidak diubah";
"_images_invalid_converted_"            = "Gambar rusak dan tidak bisa diubah menjadi thumbnail";
"_method_not_expected_"                 = "Metode permintaan tidak terduga";
"_reauthenticate_user_"                 = "Access expired, please re-authenticate the user";
"_server_error_retry_"                  = "Server error, ulangi permintaan";
"_too_many_files_"                      = "Terlalu banyak berkas dalam operasi ini untuk diselesaikan";
"_too_many_request_"                    = "Terlalu banyak permintaan dikirim";
"_user_over_quota_"                     = "Storage quota is reached";

"_ssl_connection_error_"                = "Terjadi kesalahan koneksi SSL, coba lagi";
